OdCharacterProperties.uCode
Unicode for char

OdCharacterProperties.bValid
Valid character

OdCharacterProperties.bAsian
Asian character

OdCharacterProperties.bInBigFont
In big font character

OdCharacterProperties.bLastChar
Last character

OdCharacterProperties.bStriked
Striked character

OdCharacterProperties.bOverlined
Overlined character

OdCharacterProperties.bUnderlined
Underlined character